[
  {
  "id": 0,
    "Title": "What does \"The Universe is not locally real\" mean?",
    "PostText": "This year's Nobel prize in Physics was given for proving it. Can someone explain the whole concept in simple words?",
    "ID": "xxyqgx",
    "Score": 20296,
    "TotalComments": 1500,
    "PostURL": "https://www.reddit.com/r/askscience/comments/xxyqgx/what_does_the_universe_is_not_locally_real_mean/"
  },
  {
    "id": 1,
    "Title": "Why doesn't modern healthcare protocol include yearly full-body CAT, MRI, or PET scans to really see what COULD be wrong with ppl?",
    "PostText": "The title, basically. I recently had a friend diagnosed with multiple metastatic tumors everywhere in his body that were asymptomatic until it was far too late. Now he's been given 3 months to live. Doctors say it could have been there a long time, growing and spreading. \n\nWhy don't we just do routine full-body scans of everyone.. every year?\n\nYou would think insurance companies would be on board with paying for it.. because think of all the tens/ hundreds of thousands of dollars that could be saved years down the line trying to save your life once disease is \"too far gone",
    "ID": "wjshja",
    "Score": 14788,
    "TotalComments": 530,
    "PostURL": "https://www.reddit.com/r/askscience/comments/wjshja/why_doesnt_modern_healthcare_protocol_include/"
  },
  {
    "id": 2,
    "Title": "What happened to all the bugs that used to splatter on the windshield years ago?",
    "PostText": "Edit: Well now I’m depressed",
    "ID": "103yjtz",
    "Score": 13470,
    "TotalComments": 431,
    "PostURL": "https://www.reddit.com/r/askscience/comments/103yjtz/what_happened_to_all_the_bugs_that_used_to/"
  },
  {
    "id": 3,
    "Title": "Using a CPAP can increase the life span of a Sleep Apnea patient by 7 years. What does Sleep Apnea do to the body that reduces life expectancy this much?",
    "PostText": "id",
    "ID": "1031gw1",
    "Score": 13264,
    "TotalComments": 414,
    "PostURL": "https://www.reddit.com/r/askscience/comments/1031gw1/using_a_cpap_can_increase_the_life_span_of_a/"
  },
  {
    "id": 4,
    "Title": "I know there is a correlation between elevation/altitude and suicide. I moved to a place at 8000 ft 7 years ago. I now have 6 people I know that have killed themselves. I had zero before moving here (in my 40's). Why?",
    "PostText": "The fact that I have to choose one \"flair\" for this question pisses me off.",
    "ID": "v6rre8",
    "Score": 11557,
    "TotalComments": 666,
    "PostURL": "https://www.reddit.com/r/askscience/comments/v6rre8/i_know_there_is_a_correlation_between/"
  },
  {
    "id": 5,
    "Title": "Dogs can smell COVID infections in patients, with as much accuracy as a PCR test. What's stopping us from building a machine that 'smells' the patients and detects it as well, if not better, than a dog?",
    "PostText": "You'd just have to build a detector sensitive to the specific molecule or group of molecules that cause the smell, right? And while we are at it, can't we have a bomb-sniffing and drug-sniffing machine, the same way dogs do? Or is there something about dog morphology that allows them to detect these smells better than any machine we can currently make?\n\n[Article I saw about dogs sniffing covid](https://www.reddit.com/r/science/comments/v2ndcz/trained_dogs_sniff_out_covid19_as_well_as_lab/)",
    "ID": "v2waae",
    "Score": 11059,
    "TotalComments": 610,
    "PostURL": "https://www.reddit.com/r/askscience/comments/v2waae/dogs_can_smell_covid_infections_in_patients_with/"
  },
  {
    "id": 6,
    "Title": "Why is there no tick prevention for humans? You can buy prevention for dogs that lasts for months without reapplication, but for humans the best we can do is a bug spray that sometimes works.",
    "PostText": "id",
    "ID": "umik09",
    "Score": 11021,
    "TotalComments": 1246,
    "PostURL": "https://www.reddit.com/r/askscience/comments/umik09/why_is_there_no_tick_prevention_for_humans_you/"
  },
  {
    "id": 7,
    "Title": "Why can't we reproduce the sound of very old violins like Stradivariuses? Why are they so unique in sound and why can't we analyze the different properties of the wood to replicate it?",
    "PostText": "What exactly stops us from just making a 1:1 replica of a Stradivarius or Guarneri violin with the same sound?",
    "ID": "ug0an2",
    "Score": 10335,
    "TotalComments": 1067,
    "PostURL": "https://www.reddit.com/r/askscience/comments/ug0an2/why_cant_we_reproduce_the_sound_of_very_old/"
  },
  {
    "id": 8,
    "Title": "If the human bodies reaction to an injury is swelling, why do we always try to reduce the swelling?",
    "PostText": "The human body has the awesome ability to heal itself in a lot of situations. When we injure something, the first thing we hear is to ice to reduce swelling. If that's the bodies reaction and starting point to healing, why do we try so hard to reduce it?",
    "ID": "wvquk9",
    "Score": 9079,
    "TotalComments": 1062,
    "PostURL": "https://www.reddit.com/r/askscience/comments/wvquk9/if_the_human_bodies_reaction_to_an_injury_is/"
  },
  {
    "id": 9,
    "Title": "Why are European languages's words for \"dog\" all different but their words for \"cat\" all basically the same?",
    "PostText": "English *dog,* German *Hund,* Spanish *perro,* French *chien,* Russian *sobaka,* Greek *skýlos,* Irish *madra,* vs English *cat,* German *Katze*, Spanish *gato,* French *chat,* Russian *kot,* Greek *Gáta,* Irish *cat.* The words for \"dog\" all sound completely different from each other, but the words for \"cat\" all sound the same, just adapted slightly to fit the sound of the language, like a loanword. Why is this, considering cats and dogs were both domesticated by humans well before any of these languages branched off from Proto-Indo-European?",
    "ID": "wu956j",
    "Score": 8704,
    "TotalComments": 802,
    "PostURL": "https://www.reddit.com/r/askscience/comments/wu956j/why_are_european_languagess_words_for_dog_all/"
  },
  {
    "id": 10,
    "Title": "Why are tribal people acne free?",
    "PostText": "Whenever I pictures of tribal people in the Amazon or in Africa I’ve noticed they have perfect skin (no dryness or acne). Maybe I’m only seeing these types of pictures because they are the ones the photographer chose to show?\n\nIs it their diet or lifestyle? Do they have skincare routines as well?",
    "ID": "xdggp0",
    "Score": 8385,
    "TotalComments": 358,
    "PostURL": "https://www.reddit.com/r/askscience/comments/xdggp0/why_are_tribal_people_acne_free/"
  },
  {
    "id": 11,
    "Title": "Any three digit multiple of 37 is still divisible by 37 when the digits are rotated. Is this just a coincidence or is there a mathematical explanation for this?",
    "PostText": "This is a \"fun fact\" I learned as a kid and have always been curious about. An example would be 37 X 13 = 481, if you rotate the digits to 148, then 148/37 = 4. You can rotate it again to 814, which divided by 37 = 22.\n\nIs this just a coincidence that this occurs, or is there a mathematical explanation? I've noticed that this doesn't work with other numbers, such as 39.",
    "ID": "uw2iss",
    "Score": 8351,
    "TotalComments": 410,
    "PostURL": "https://www.reddit.com/r/askscience/comments/uw2iss/any_three_digit_multiple_of_37_is_still_divisible/"
  },
  {
    "id": 12,
    "Title": "I developed seasonal allergies when I was 33. How does my body decide that things it has encountered for decades are now hostile?",
    "PostText": "id",
    "ID": "t80gok",
    "Score": 8232,
    "TotalComments": 296,
    "PostURL": "https://www.reddit.com/r/askscience/comments/t80gok/i_developed_seasonal_allergies_when_i_was_33_how/"
  },
  {
    "id": 13,
    "Title": "Was there a decrease in other infectious diseases other than Covid due to wearing masks during the past two years?",
    "PostText": "id",
    "ID": "t8ltsi",
    "Score": 7878,
    "TotalComments": 290,
    "PostURL": "https://www.reddit.com/r/askscience/comments/t8ltsi/was_there_a_decrease_in_other_infectious_diseases/"
  },
  {
    "id": 14,
    "Title": "Death Valley is 282’ below sea level. Would it offset the rising ocean to build a canal and create the Death Valley Sea?",
    "PostText": "id",
    "ID": "vl8yjt",
    "Score": 7822,
    "TotalComments": 160,
    "PostURL": "https://www.reddit.com/r/askscience/comments/vl8yjt/death_valley_is_282_below_sea_level_would_it/"
  },
  {
    "id": 15,
    "Title": "AskScience AMA Series: We've discovered that pancreatic cancer is detectable based on microbes in stool, with the potential for earlier screening in the future. AUA!",
    "PostText": "Hi Reddit! We are Ece Kartal (u/psecekartal), Sebastian Schmidt (u/TSBSchm) and Esther Molina-Montes (u/memmontes). We are lead authors on a recently published study showing that non-invasive (and early) detection of pancreatic cancer may be possible using stool samples. Ask Us Anything!\n\nPancreatic cancer is a horrible disease: although few people develop this form of cancer, only around 1 in 20 patients survive for 5 years or longer after diagnosis. This is in part due to late detection: symptoms are unspecific and often occur only when the disease has already progressed to advanced stages, so that diagnosis if often too late for therapeutic intervention (surgery and/or chemotherapy). This makes the earlier detection of pancreatic cancer an important goal in mitigating the disease, yet no approved non-invasive or minimally invasive, inexpensive tests currently exist.\n\nWe studied a Spanish population of patients diagnosed with pancreatic ductal adenocarcinoma (PDAC, the most common form of pancreatic cancer) and clinically matched controls that were either pancreas-healthy or suffered from chronic pancreatitis (inflammation of the pancreas, an important risk factor for the development for PDAC). We found that a set of 27 microbial species detected in feces provide a very specific signature for PDAC patients, even in early stages. When combined with a blood serum-based cancer progression (not diagnostic) marker, prediction accuracy increased even further. We confirmed this finding in an independent German cohort, and also made sure that this microbiome signature did not falsely predict PDAC among thousands of subjects that were either healthy or suffered from other diseases. Moreover, we were able to trace some of these signature microbes between mouth, pancreatic healthy tissue, pancreatic tumors, and the gut which suggests that they may be more than just indicators.\n\nOur study is freely available online in the journal GUT (Kartal, Schmidt, Molina-Montes, et al; 2022): https://gut.bmj.com/content/early/2022/01/26/gutjnl-2021-324755\n\nA commentary by R. Newsome and C. Jobin in the same issue puts our work into context: https://gut.bmj.com/content/early/2022/02/21/gutjnl-2021-326710\n\nFor less formal introductions, check the press releases by one of our funding bodies ([Worldwide Cancer Research](https://www.worldwidecancerresearch.org/news-opinion/2022/march/microorganisms-in-stool-samples-could-offer-new-way-to-detect-pancreatic-cancer-early/)) or the lead institutions [EMBL Heidelberg, Germany](https://www.embl.org/news/science/an-international-study-proposes-stool-analysis-for-early-detection-of-pancreatic-cancer/) and [CNIO Madrid, Spain (text in Spanish)]( https://www.cnio.es/noticias/una-colaboracion-internacional-propone-un-analisis-de-heces-para-la-deteccion-temprana-del-cancer-de-pancreas/).\n\nOur work is an early proof of principle and will need to be further validated on larger and independent cohorts. Yet our findings hold some promise for a future inexpensive, non-invasive screening method for pancreatic cancer. Such a screen could initially target risk groups, e.g. above a certain age or with a family history of PDAC. Ideally, with further development and in combination with other biomarkers, our approach might be developed into an actionable diagnosis method in the future. That said, none of us is a medical doctor; we cannot and will not provide any medical advice, and none of what we post here should be construed as such.\n\nWe will be on at Noon Eastern (16 UT), and are looking forward to your questions, AUA!\n\nWho we are:\n\n+ Dr. Ece Kartal (u/psecekartal, Twitter: [@ps_ecekartal](https://twitter.com/ps_ecekartal)) is a former PhD student at the European Molecular Biology Laboratory (EMBL) in Heidelberg, Germany and currently a postdoctoral researcher at the University of Heidelberg.\n+ Dr. (Thomas) Sebastian Schmidt (u/TSBSchm, Twitter: [@TSBSchm](https://twitter.com/TSBSchm)) is a research scientist at the EMBL in Heidelberg.\n+ Dr. Esther Molina-Montes (u/memmontes) is a former postdoctoral researcher at the Spanish National Cancer Research Center (CNIO) in Madrid, Spain and currently an Assistant Professor at the University of Granada, Spain.",
    "ID": "tj95w3",
    "Score": 7810,
    "TotalComments": 200,
    "PostURL": "https://www.reddit.com/r/askscience/comments/tj95w3/askscience_ama_series_weve_discovered_that/"
  },
  {
    "id": 16,
    "Title": "Does the original strain of Covid still exist in the wild or has it been completely replaced by more recent variants?",
    "PostText": "What do we know about any kind of lasting immunity? \n\nIs humanity likely to have to live with Covid forever? \n\nIf Covid is going to stick around for a long time I guess that means that not only will we have potential to catch a cold and flu but also Covid every year?\n\nI tested positive for Covid on Monday so I’ve been laying in bed wondering about stuff like this.",
    "ID": "ui7vwy",
    "Score": 7518,
    "TotalComments": 750,
    "PostURL": "https://www.reddit.com/r/askscience/comments/ui7vwy/does_the_original_strain_of_covid_still_exist_in/"
  },
  {
    "id": 17,
    "Title": "Is there any truth to the idea that we're now \"too clean\" and we are somehow weaker for it?",
    "PostText": "id",
    "ID": "u8ze3e",
    "Score": 7518,
    "TotalComments": 496,
    "PostURL": "https://www.reddit.com/r/askscience/comments/u8ze3e/is_there_any_truth_to_the_idea_that_were_now_too/"
  },
  {
    "id": 18,
    "Title": "Oat Milk bad for Reproductive Organs?",
    "PostText": "Barista here! \nJust had a customer order a Pumpkin Spice Latte and when I said Oat milk was our nondairy option, he backed away and said “whether you know it or not, oat milk messes with your reproductive organs.” \nI then spelled O-A-T to confirm and said, “well I drink it all day so that’s great” \nHe confirmed oat and walked away.  \nApologies in advance if this isn’t considered a science question.. I just drink a lot of oat milk and have never heard this/would like to know if there’s any grounds for this claim.",
    "ID": "seybvk",
    "Score": 7420,
    "TotalComments": 1062,
    "PostURL": "https://www.reddit.com/r/askscience/comments/seybvk/oat_milk_bad_for_reproductive_organs/"
  },
  {
    "id": 19,
    "Title": "How do scientists know that 1 Billion crab went missing ?",
    "PostText": "If they are tracking them that accurately it seems like fishing then would be pretty easy, if they’re trying to trap them and just not finding any it could just be bad luck. \n\nCanceling the crab season is a big deal so they must know this with some certainty. What methods do they use to get this information?",
    "ID": "y5tlmo",
    "Score": 7176,
    "TotalComments": 413,
    "PostURL": "https://www.reddit.com/r/askscience/comments/y5tlmo/how_do_scientists_know_that_1_billion_crab_went/"
  },
  {
    "id": 20,
    "Title": "If all forms of elephant went extinct before we came to be, and all we had were fossils, could we figure out that they had long trunks?",
    "PostText": "Assuming any we ever found were *only* bones",
    "ID": "vcvtok",
    "Score": 6883,
    "TotalComments": 437,
    "PostURL": "https://www.reddit.com/r/askscience/comments/vcvtok/if_all_forms_of_elephant_went_extinct_before_we/"
  },
  {
    "id": 21,
    "Title": "When you \"feel\" the sun beating down on you, is that some part of your body reacting to radiation rather than the normal sense of warmth carried via conduction or convection?",
    "PostText": "id",
    "ID": "vwirml",
    "Score": 6870,
    "TotalComments": 314,
    "PostURL": "https://www.reddit.com/r/askscience/comments/vwirml/when_you_feel_the_sun_beating_down_on_you_is_that/"
  },
  {
    "id": 22,
    "Title": "Why does a woman’s risk of having a baby with Down Syndrome increase with her age, when women are born with all the eggs they will ever ovulate?",
    "PostText": "I just don’t understand why the risk of “producing” an egg - or ovulating an egg - with an extra copy of chromosome 21 increases with age, when the woman has all her fully formed eggs in her ovaries at birth? \n\nOr do the ovaries for some reason start to ovulate more eggs with the extra chromosome 21 as a woman ages?",
    "ID": "vmp5ol",
    "Score": 6649,
    "TotalComments": 468,
    "PostURL": "https://www.reddit.com/r/askscience/comments/vmp5ol/why_does_a_womans_risk_of_having_a_baby_with_down/"
  },
  {
    "id": 23,
    "Title": "There are lots of well-characterised genetic conditions in humans, are there any rare mutations that confer an advantage?",
    "PostText": "Generally we associate mutations with disease, I wonder if there are any that benefit the person. These could be acquired mutations as well as germline. \n\nI think things like red hair and green eyes are likely to come up but they are relatively common.\n\nThis post originated when we were discussing the [Ames test](https://www.eurofins.com.au/biopharma-services/genetic-toxicology/the-ames-test/) in my office where bacteria regain function due to a mutation in the presence of genotoxic compounds. Got me wondering if anyone ever benefitted from a similar thing. \n\nEdit: some great replies here I’ll never get the chance to get through thanks for taking the time!",
    "ID": "sdt52s",
    "Score": 6631,
    "TotalComments": 1078,
    "PostURL": "https://www.reddit.com/r/askscience/comments/sdt52s/there_are_lots_of_wellcharacterised_genetic/"
  },
  {
    "id": 24,
    "Title": "Polio has been detected in London's water. Where did it come from?",
    "PostText": "With the recent news of Polio being detected in London's water supply, a few friends of mine have borrowed a talking point from the left online that this contamination is likely linked to a water quality and contamination deregulation enacted by the Tories in 2021. I think thats bad, but im not sure if there's a causal link between between the two. Does this seem like a likely origin for polio entering the water system, a contributing factor in the spread of polio in London, or do you think this is unrelated?",
    "ID": "wm64pk",
    "Score": 6481,
    "TotalComments": 327,
    "PostURL": "https://www.reddit.com/r/askscience/comments/wm64pk/polio_has_been_detected_in_londons_water_where/"
  },
  {
    "id": 25,
    "Title": "If a person left Earth and were to travel in a straight line, would the chance of them hitting a star closer to 0% or 100%?",
    "PostText": "In other words, is the number of stars so large that it's almost a given that it's bound to happen or is the universe that imense that it's improbable?",
    "ID": "w7ar3k",
    "Score": 6447,
    "TotalComments": 1239,
    "PostURL": "https://www.reddit.com/r/askscience/comments/w7ar3k/if_a_person_left_earth_and_were_to_travel_in_a/"
  },
  {
    "id": 26,
    "Title": "Is the stomach basically a constant ‘vat of acid’ that the food we eat just plops into and starts breaking down or do the stomach walls simply secrete the acids rapidly when needed?",
    "PostText": "Is it the vat of acid from Batman or the trash compactor from the original Star Wars movies? Or an Indiana jones temple with “traps” being set off by the food?",
    "ID": "snf3nj",
    "Score": 6302,
    "TotalComments": 558,
    "PostURL": "https://www.reddit.com/r/askscience/comments/snf3nj/is_the_stomach_basically_a_constant_vat_of_acid/"
  },
  {
    "id": 27,
    "Title": "Does the human body actually have receptors specifically for THC or is that just a stoner myth?",
    "PostText": "id",
    "ID": "xytmhk",
    "Score": 6293,
    "TotalComments": 876,
    "PostURL": "https://www.reddit.com/r/askscience/comments/xytmhk/does_the_human_body_actually_have_receptors/"
  },
  {
    "id": 28,
    "Title": "Are there any extinct animals recorded in cave paintings that we don't otherwise know about?",
    "PostText": "Could there be cave paintings containing animals we haven't found fossil records for yet? And if there were, how would we tell if the animal being depicted was actually real and not some made up creature?",
    "ID": "ultkcv",
    "Score": 6173,
    "TotalComments": 500,
    "PostURL": "https://www.reddit.com/r/askscience/comments/ultkcv/are_there_any_extinct_animals_recorded_in_cave/"
  },
  {
    "id": 29,
    "Title": "How long have humans been anatomically the same as humans today?",
    "PostText": "id",
    "ID": "xi987v",
    "Score": 6150,
    "TotalComments": 1037,
    "PostURL": "https://www.reddit.com/r/askscience/comments/xi987v/how_long_have_humans_been_anatomically_the_same/"
  },
  {
    "id": 30,
    "Title": "If you were to hold a strong magnet very close to your body. Would that magnet have an influence (if any) on our bodily functions over time?",
    "PostText": "id",
    "ID": "srkre1",
    "Score": 6007,
    "TotalComments": 679,
    "PostURL": "https://www.reddit.com/r/askscience/comments/srkre1/if_you_were_to_hold_a_strong_magnet_very_close_to/"
  },
  {
    "id": 31,
    "Title": "Why did all marine mammals evolve to have horizontal tail fins while all(?) fish evolve to have vertical ones?",
    "PostText": "id",
    "ID": "yjb5rl",
    "Score": 5932,
    "TotalComments": 364,
    "PostURL": "https://www.reddit.com/r/askscience/comments/yjb5rl/why_did_all_marine_mammals_evolve_to_have/"
  },
  {
    "id": 32,
    "Title": "With flooding in Pakistan and droughts elsewhere is there basically the same amount of water on earth that just ends up displaced?",
    "PostText": "id",
    "ID": "x41wki",
    "Score": 5843,
    "TotalComments": 412,
    "PostURL": "https://www.reddit.com/r/askscience/comments/x41wki/with_flooding_in_pakistan_and_droughts_elsewhere/"
  },
  {
    "id": 33,
    "Title": "How big dogs have much shorter lifespans than smaller dogs, is it the same for humans? Say a 6' 7\" inch man vs a 5' 5\" man?",
    "PostText": "id",
    "ID": "vgpjbc",
    "Score": 5834,
    "TotalComments": 339,
    "PostURL": "https://www.reddit.com/r/askscience/comments/vgpjbc/how_big_dogs_have_much_shorter_lifespans_than/"
  },
  {
    "id": 34,
    "Title": "Golf balls are said to be dimpled to reduce drag. If that’s true, why aren’t aeroplanes dimpled?",
    "PostText": "id",
    "ID": "ze0j1f",
    "Score": 5818,
    "TotalComments": 687,
    "PostURL": "https://www.reddit.com/r/askscience/comments/ze0j1f/golf_balls_are_said_to_be_dimpled_to_reduce_drag/"
  },
  {
    "id": 35,
    "Title": "Before Fleming's accidental discovery of penicillin in 1928, was bread mold a \"folk remedy\" for treating wounds at home?",
    "PostText": "The title is the TL;DR, but I'll also add my personal interest in this question (a family legend), and some preliminary Googling that makes me believe this is plausible.\n\n&#x200B;\n\nMy grandfather was born in 1906 in Poland (bordering Russia, so sometimes Russia, but that's another story.) It was a tiny subsistence farming village. My grandfather barely attended some elementary school and then worked on the family farm before emigrating to the USA just after WW1.\n\nThere was no modern medicine or medical education in this rural area, but my grandfather described an interesting folk remedy for wounds on the farm. Basically, his family had a large wooden bowl that was designated for mixing and kneading bread dough. It was never washed or even scraped clean, never used for anything but bread, and it was used a LOT (poor farming family, so something like 14 siblings, parents and assorted uncles and aunts). No one knows where the tradition came from, but when there was an injury with a open wound-- say, my grandfather fell and a stone scraped his shin or knee badly enough to bleed-- the others would take a sharp spoon, scrape out a spoonful of the old dried-out layers of residue in the bowl, and create a poultice out of it.\n\nWhen penicillin was discovered a decade or two later, my grandfather was like, \"ha! We knew about penicillin on the farm long before that.\" And often repeated this story to illustrate that modern medicine sometimes \"discovers\" health information already known in folk remedies.\n\n&#x200B;\n\nSo I was reading more about the discovery of penicillin on the web, and almost every website repeats the familiar story about Fleming. He goes away on holiday, leaves a window open, returns to find mold growing on some of his petri dishes, and then notices that the petri dishes with mold appear to have inhibited the growth of the staph bacteria he was cultivating. \n\nI can't find much information about what if anything was known prior to this, but there are some suggestive sentences. For instance, from the [Wikipedia article on Penicillin (Discovery subsection)](https://en.wikipedia.org/wiki/Penicillin#Discovery):\n\n\"Starting in the late 19th century there had been reports of the antibacterial properties of Penicillium mould, but scientists were unable to discern what process was causing the effect.\" \n\nThe citation for this sentence is: Dougherty TJ, Pucci MJ (2011). Antibiotic Discovery and Development. Springer Science & Business Media. pp. 79–80.\n\n&#x200B;\n\nI do not have access to the full text, so my easiest question is whether someone with access can provide the context in that text? \n\nMore generally, I'd be interested in any other sources on mold being used in \"folk medicine\" prior to 1928. If anyone out there has expert knowledge on this esoteric question, I would be delighted. I know the rest of my family would be delighted to learn more, too, as this is one of the more intriguing bits of family apocrypha.\n\nThank you for any information or sources you might be able to share about this topic.",
    "ID": "ubrekq",
    "Score": 5821,
    "TotalComments": 319,
    "PostURL": "https://www.reddit.com/r/askscience/comments/ubrekq/before_flemings_accidental_discovery_of/"
  },
  {
    "id": 36,
    "Title": "Why is Monkeypox affecting, \"men who have sex with men\" more than any other demographic?",
    "PostText": "I've read that Monkey Pox isn't an STD. So why is MSM, allegedly, the most afflicted group according to the WHO?\n\nEdit: Unfortunately, I feel that the answers aren't clear enough and I still have doubts.\n\nI understand that Monkeypox isn't strictly an STD, and it's mainly transmitted by skin-to-skin contact and respiratory secretions during prolonged face-to-face contact. So, I still don't understand why are the media and health organizations focusing specifically on the MSM demographic.\n\nEven if the spread, allegedly, began in some sort of gay event, any person, regardless of sexual orientation,  could eventually get infected with Monkeypox. It's not as if MSM only had contact with other MSM. They might also spread the disease to their heterosexual friends, coworkers, acquaintances, and relatives.\n\nIn the worst-case scenario in which we aren't able to contain Monkeypox, LGBT people who don't even participate in random sexual encounters or social gatherings might get infected by heterosexual carriers.\n\nShouldn't the narrative be changed to \"people who partake in hook-up culture and large social events\"? What does sexual orientation have to do with the spread of the disease?\n\nEdit2: I'm reading an alarming number of baseless assumptions and stereotypes about MSM or gay men in general, I honestly thought this subreddit was much better.\n\n&#x200B;\n\n&#x200B;",
    "ID": "w7ydpn",
    "Score": 5798,
    "TotalComments": 413,
    "PostURL": "https://www.reddit.com/r/askscience/comments/w7ydpn/why_is_monkeypox_affecting_men_who_have_sex_with/"
  },
  {
    "id": 37,
    "Title": "Is there any proof that foods grown with organic pesticides are \"healthier\" to consume than regular non-organic pesticides?",
    "PostText": "id",
    "ID": "udx64r",
    "Score": 5788,
    "TotalComments": 959,
    "PostURL": "https://www.reddit.com/r/askscience/comments/udx64r/is_there_any_proof_that_foods_grown_with_organic/"
  },
  {
    "id": 38,
    "Title": "Does crying actually contribute to emotional regulation?",
    "PostText": "I see such conflicting answers on this. I know that we cry in response to extreme emotions, but I can't actually find a source that I know is reputable that says that crying helps to stabilize emotions. Personal experience would suggest the opposite, and it seems very 'four humors theory' to say that a process that dehydrates you somehow also makes you feel better, but personal experience isn't the same as data, and I'm not a biology or psychology person. \n\nSo... what does emotion-triggered crying actually do?",
    "ID": "tinmm6",
    "Score": 5757,
    "TotalComments": 481,
    "PostURL": "https://www.reddit.com/r/askscience/comments/tinmm6/does_crying_actually_contribute_to_emotional/"
  },
  {
    "id": 39,
    "Title": "If someone has been muscular in the past, does he gain muscle mass more easily as someone who has not gained muscle before?",
    "PostText": "Lets say there are identical twins, one of them gains a lot of muscle while the other doesn't. Now the muscular one stops working out for two years and both twins have the same body's again. Now both start training and doing exactly the same, same workout plan, same diet. Will the person who has been muscular before gain muscle mass more easily than the other one?\nI'm asking this because I hear and read about this phenomenon and people calling it 'muscle memory'. I think muscle memory means something else but I am still wondering if this phenomenon exists.",
    "ID": "106mgoz",
    "Score": 5677,
    "TotalComments": 565,
    "PostURL": "https://www.reddit.com/r/askscience/comments/106mgoz/if_someone_has_been_muscular_in_the_past_does_he/"
  },
  {
    "id": 40,
    "Title": "If Cheetahs were extinct, would palaeontologists be able to gauge how fast they were based on their fossil record?",
    "PostText": "And how well are we able determine the speed and mobility of other extinct creatures?",
    "ID": "skfjt8",
    "Score": 5637,
    "TotalComments": 331,
    "PostURL": "https://www.reddit.com/r/askscience/comments/skfjt8/if_cheetahs_were_extinct_would_palaeontologists/"
  },
  {
    "id": 41,
    "Title": "Is there a word for what the ocean is \"in\"?",
    "PostText": "My kid asked me this question and after thinking a bit and a couple searches I couldn't figure out a definitive answer. Is there a word for what the ocean is in or contained by?\n\nEdit: holy cow, thanks for the responses!! I have a lot to go through and we'll go over the answers together tomorrow! I appreciate the time you all took. I didn't expect so much from an offhanded question",
    "ID": "zccxwy",
    "Score": 5609,
    "TotalComments": 406,
    "PostURL": "https://www.reddit.com/r/askscience/comments/zccxwy/is_there_a_word_for_what_the_ocean_is_in/"
  },
  {
    "id": 42,
    "Title": "Do generations of dogs understand relation to their descendants? Like, would a ‘grandpa’ dog know his relationship to a new puppy ‘grandson’?",
    "PostText": "Saw a post in r/aww about a grandpa/grandson dog/puppy combo playing. Brought up the thought in the title. \n\nI understand genetic memory & have seen studies of generations of mice being afraid of the same thing the first generation was trained to be scared of, but I’m thinking more of the anthropology aspect of it.\n\nDo other animal species have the ability to form these concepts?",
    "ID": "sa5r2f",
    "Score": 5607,
    "TotalComments": 343,
    "PostURL": "https://www.reddit.com/r/askscience/comments/sa5r2f/do_generations_of_dogs_understand_relation_to/"
  },
  {
    "id": 43,
    "Title": "Since the placebo effect is a thing, is the reverse possible too?",
    "PostText": "Basically, everyone and their brother knows about the placebo effect. I was wondering, is there such a thing as a \"reverse placebo effect\"; where you suffer more from a disease due to being more afraid of it?",
    "ID": "sw9478",
    "Score": 5559,
    "TotalComments": 562,
    "PostURL": "https://www.reddit.com/r/askscience/comments/sw9478/since_the_placebo_effect_is_a_thing_is_the/"
  },
  {
    "id": 44,
    "Title": "As microchips get smaller and smaller, won't single event upsets (SEU) caused by cosmic radiation get more likely? Are manufacturers putting any thought to hardening the chips against them?",
    "PostText": "It is estimated that 1 SEU occurs per 256 MB of RAM per month. As we now have orders of magnitude more memory due to miniaturisation, won't SEU's get more common until it becomes a big problem?",
    "ID": "wdi7tf",
    "Score": 5457,
    "TotalComments": 373,
    "PostURL": "https://www.reddit.com/r/askscience/comments/wdi7tf/as_microchips_get_smaller_and_smaller_wont_single/"
  },
  {
    "id": 45,
    "Title": "Why is lung cancer so much more prevalent in the uk than in China despite the higher pollution and rates of smoking in China?",
    "PostText": "Edit: please read what I say about Japan and Korea as well. Everyone refuting Chinese statistics needs to explain those countries. Both have higher female smoking rates and similar pollution per capita. \n\n\nSo I was reading this article https://www.theguardian.com/science/2022/sep/10/cancer-breakthrough-is-a-wake-up-call-on-danger-of-air-pollution and they said that there were 300k cases of lung cancer globally per year and 6000 were in the UK. And I thought to myself well damn, the UK is less than 1% of world population how do they account for 2% of lung cancer patients? \n\nThen the article goes on to say that this is in part due to air pollution.  But I have lived in both China and the UK and well the UK has clean air. Also about 40% of people smoke in China vs less than 15% in the UK. So shouldn't China have more than 300k cases of lung cancer a year just given it's smoking statistics vs UK? \n\nSo I looked everything up and, from the answers google gave, I seemed to be getting my statistics pretty close. As I can tell, we aren't talking about death due to lung cancer,  we are talking diagnosis per 100k. So why are so many fewer people diagnosed with lung cancer in China vs the UK? And does this throw doubts on this research?\n\nAlso, just to follow up I looked up lung cancer rates in South Korea and Japan, other countries I have lived in which both suffer chronic high pollution rates (mostly due to Chinese drift pollution) as well as very high levels of smokers. To my surprise both countries had statistics in line with China's. This makes me inclined to not believe that these are just China hiding its numbers.",
    "ID": "xbzj16",
    "Score": 5453,
    "TotalComments": 204,
    "PostURL": "https://www.reddit.com/r/askscience/comments/xbzj16/why_is_lung_cancer_so_much_more_prevalent_in_the/"
  },
  {
    "id": 46,
    "Title": "Is the universe 13.8 billion years old everywhere?",
    "PostText": "id",
    "ID": "s2o6r3",
    "Score": 5437,
    "TotalComments": 578,
    "PostURL": "https://www.reddit.com/r/askscience/comments/s2o6r3/is_the_universe_138_billion_years_old_everywhere/"
  },
  {
    "id": 47,
    "Title": "Is there any evidence that prehistoric man suffered from acne?",
    "PostText": "Fighting with my teenage daughter to wash her face. Her defense included her reasoning that prehistoric man didn’t have face wash, since no cave drawings depict acne, so she doesn’t need to wash her face. \nI know, I know. Ridiculous. I’ve already countered with the fact that they didn’t have pollution in the air, their food didn’t have chemical additives, etc. But was hoping that this community could back me up on the caveman acne front.\n\nEdit: thanks guys for all the wonderful input! I really appreciate the responses from so many different perspectives. \nJust wanted to clarify that she doesn’t currently have acne, other than the occasional pimple or zit; and she does have good body hygiene. Her argument is that she doesn’t want to remove all of her natural oils with any harsh (or even gentle) cleansers; she’s very much into natural products. Since she is now a little wearing makeup, I think it’s important that her face be cleaned every day.",
    "ID": "uq7g48",
    "Score": 5422,
    "TotalComments": 414,
    "PostURL": "https://www.reddit.com/r/askscience/comments/uq7g48/is_there_any_evidence_that_prehistoric_man/"
  },
  {
    "id": 48,
    "Title": "Does drinking lots of water prevent the negative side effects of a high sodium diet (eg. increased blood pressure) ?",
    "PostText": "id",
    "ID": "ujl1nh",
    "Score": 5356,
    "TotalComments": 482,
    "PostURL": "https://www.reddit.com/r/askscience/comments/ujl1nh/does_drinking_lots_of_water_prevent_the_negative/"
  },
  {
    "id": 49,
    "Title": "Does early humans have any special abilities that was lost through evolution?",
    "PostText": "This may be a dumb question. But yeah in a previous post I saw that turtles tracks their home via geomagnetic signature or something. Does humans used to have any senses that we lost through evolution ??",
    "ID": "va0qir",
    "Score": 5272,
    "TotalComments": 1601,
    "PostURL": "https://www.reddit.com/r/askscience/comments/va0qir/does_early_humans_have_any_special_abilities_that/"
  },
  {
    "id": 50,
    "Title": "Do glasses improve vision over time or will vision deteriorate over time?",
    "PostText": "id",
    "ID": "txnzbc",
    "Score": 5281,
    "TotalComments": 461,
    "PostURL": "https://www.reddit.com/r/askscience/comments/txnzbc/do_glasses_improve_vision_over_time_or_will/"
  },
  {
    "id": 51,
    "Title": "Acid rain, does it still happen? If so, why is it not taught in schools like it was 20 years ago?",
    "PostText": "id",
    "ID": "wyrwot",
    "Score": 5210,
    "TotalComments": 518,
    "PostURL": "https://www.reddit.com/r/askscience/comments/wyrwot/acid_rain_does_it_still_happen_if_so_why_is_it/"
  },
  {
    "id": 52,
    "Title": "How are the stages of cancer determined? Like, what do doctors see in a tumour that makes them go \"yep, that's a four. No going back. That's all\"??? What makes a cancer a stage two, or three, or four?",
    "PostText": "id",
    "ID": "w405g1",
    "Score": 5170,
    "TotalComments": 364,
    "PostURL": "https://www.reddit.com/r/askscience/comments/w405g1/how_are_the_stages_of_cancer_determined_like_what/"
  },
  {
    "id": 53,
    "Title": "Can depression affect your memory?",
    "PostText": "Im doing my exams n I know the topics pretty well but I keep making small mistakes while writing down my formulae even when I know the correct one it's like my head is somewhere else when I'm noting it down. Sometimes I forget the names of the  topics. I've never been this way and this is happening to me all of a sudden. I've been quite depressed these days but I'm coping with it . I jus wanted to know if my depression has anything to do with me forgetting small details in my studies. I don't want it to affect my grades :/",
    "ID": "usdbk9",
    "Score": 5164,
    "TotalComments": 359,
    "PostURL": "https://www.reddit.com/r/askscience/comments/usdbk9/can_depression_affect_your_memory/"
  },
  {
    "id": 54,
    "Title": "NASA successfully nudged Dimorphos into a different orbit, but was off by a factor of 3 in predicting the change in period, apparently due to the debris ejected. Will we also need to know the composition and structure of a threatening asteroid, to reliably deflect it away from an Earth strike?",
    "PostText": "NASA's Dart strike on Dimorphos modified its orbit by 32 minutes, instead of the 10 minutes NASA anticipated.  I would have expected some uncertainty, and a bigger than predicted effect would seem like a good thing, but this seems like a big difference.  It's apparently because of the amount debris, \"hurled out into space, creating a comet-like trail of dust and rubble stretching several thousand miles.\"  Does this discrepancy really mean that knowing its mass and trajectory aren't enough to predict what sort of strike will generate the necessary change in trajectory of an asteroid?  Will we also have to be able to predict the extent and nature of fragmentation?  Does this become a structural problem, too?",
    "ID": "y2o5k2",
    "Score": 5129,
    "TotalComments": 450,
    "PostURL": "https://www.reddit.com/r/askscience/comments/y2o5k2/nasa_successfully_nudged_dimorphos_into_a/"
  },
  {
    "id": 55,
    "Title": "Can dead bodies get sunburned?",
    "PostText": "id",
    "ID": "ymqdnn",
    "Score": 5128,
    "TotalComments": 339,
    "PostURL": "https://www.reddit.com/r/askscience/comments/ymqdnn/can_dead_bodies_get_sunburned/"
  },
  {
    "id": 56,
    "Title": "when astronauts use the space station's stationary bicycle, does the rotation of the mass wheel start to rotate the I.S.S. and how do they compensate for that?",
    "PostText": "id",
    "ID": "u75xhv",
    "Score": 5060,
    "TotalComments": 421,
    "PostURL": "https://www.reddit.com/r/askscience/comments/u75xhv/when_astronauts_use_the_space_stations_stationary/"
  },
  {
    "id": 57,
    "Title": "How does anesthesia \"tax the body\"?",
    "PostText": "I recently had surgery and the doctor recommended spinal painkiller instead of general anesthesia due to the latter being very \"taxing on the body\", and that it takes a while to recover from it. Why is this the case?",
    "ID": "to5yu2",
    "Score": 5065,
    "TotalComments": 365,
    "PostURL": "https://www.reddit.com/r/askscience/comments/to5yu2/how_does_anesthesia_tax_the_body/"
  },
  {
    "id": 58,
    "Title": "Do humans have a dominant kidney? A human can be left or right handed, is it the same for kidneys?",
    "PostText": "id",
    "ID": "tvrsd2",
    "Score": 5030,
    "TotalComments": 282,
    "PostURL": "https://www.reddit.com/r/askscience/comments/tvrsd2/do_humans_have_a_dominant_kidney_a_human_can_be/"
  },
  {
    "id": 59,
    "Title": "Is it theoretically possible for someone or something to inadvertently launch themselves off of the moons surface and into space, or does the moon have enough of a gravitational pull to make this functional impossible?",
    "PostText": "It's kind of something I've wondered for a long time, I've always had this small fear of the idea of just falling upwards into the sky, and the moons low gravity sure does make it *seem* like something that would be possible, but is it actually?\n\nEDIT:\n\nThank you for all the answers, to sum up, no it's far outside of reality for anyone to leave the moon without intent to do so, so there's no real fear of some reckless astronaut flying off into the moon-sky because he jumped too high or went to fast in his moon buggy.",
    "ID": "t4u1b3",
    "Score": 5026,
    "TotalComments": 656,
    "PostURL": "https://www.reddit.com/r/askscience/comments/t4u1b3/is_it_theoretically_possible_for_someone_or/"
  },
  {
    "id": 60,
    "Title": "How do we know that dinosaurs didn't roar, like in Jurassic Park? Would they have chirped and cawed and sang, like birds today?",
    "PostText": "id",
    "ID": "xw1cfg",
    "Score": 4992,
    "TotalComments": 569,
    "PostURL": "https://www.reddit.com/r/askscience/comments/xw1cfg/how_do_we_know_that_dinosaurs_didnt_roar_like_in/"
  },
  {
    "id": 61,
    "Title": "Why do doctors wear green or blue colored clothes in hospital?",
    "PostText": "id",
    "ID": "wslx5q",
    "Score": 4982,
    "TotalComments": 519,
    "PostURL": "https://www.reddit.com/r/askscience/comments/wslx5q/why_do_doctors_wear_green_or_blue_colored_clothes/"
  },
  {
    "id": 62,
    "Title": "What causes the unpleasant sensation in chest when someone is anxious?",
    "PostText": "id",
    "ID": "x37e90",
    "Score": 4936,
    "TotalComments": 367,
    "PostURL": "https://www.reddit.com/r/askscience/comments/x37e90/what_causes_the_unpleasant_sensation_in_chest/"
  },
  {
    "id": 63,
    "Title": "Is it possible to get drunk through your skin ?",
    "PostText": "Me and my girlfriend just got a fan mister that sits over a five gallon bucket. Is it possible to get drunk through your skin? I figure if I dilute salt in tequila and pour it in this mister it will absorb through my skin like a brine via osmosis?\n\nJust a friendly bet but I need outside science. \n\nThanks in advance.",
    "ID": "x606pc",
    "Score": 4934,
    "TotalComments": 685,
    "PostURL": "https://www.reddit.com/r/askscience/comments/x606pc/is_it_possible_to_get_drunk_through_your_skin/"
  },
  {
    "id": 64,
    "Title": "In TV shows, there are occasionally scenes in which a character takes a syringe of “knock-out juice” and jams it into the body of someone they need to render unconscious. That’s not at all how it works in real life, right?",
    "PostText": "id",
    "ID": "vxrvwx",
    "Score": 4916,
    "TotalComments": 947,
    "PostURL": "https://www.reddit.com/r/askscience/comments/vxrvwx/in_tv_shows_there_are_occasionally_scenes_in/"
  },
  {
    "id": 65,
    "Title": "How sensitive is an average person's sense of the difference in weight between two items?",
    "PostText": "So I give you two weights, one being 10 lbs and the other being *x* lbs. How far from 10 does _x_ need to be for an average person to detect that it is a different weight? For instance, I could easily tell that a 5 lb weight is different than a 10 lb weight, where does it start to get really blurry?",
    "ID": "wo74nv",
    "Score": 4868,
    "TotalComments": 407,
    "PostURL": "https://www.reddit.com/r/askscience/comments/wo74nv/how_sensitive_is_an_average_persons_sense_of_the/"
  },
  {
    "id": 66,
    "Title": "Is licking a minor wound (such as a small cut) generally effective or harmful?",
    "PostText": "And does being immunocompromised make a difference?\n\n**ETA:** I’m not immunocompromised, sorry, didn’t realise people would draw that conclusion. I was just curious about what would happen if an immunocompromised person *did* lick a cut. Clearly, it’s nothing good.\n\nThe reddit app isn’t letting me reply to posts, but thanks to all who’ve answered so far!",
    "ID": "v1okq2",
    "Score": 4847,
    "TotalComments": 401,
    "PostURL": "https://www.reddit.com/r/askscience/comments/v1okq2/is_licking_a_minor_wound_such_as_a_small_cut/"
  },
  {
    "id": 67,
    "Title": "Why do viruses like herpes or hpv stay forever, while flu viruses don't?",
    "PostText": "id",
    "ID": "v3z56d",
    "Score": 4828,
    "TotalComments": 356,
    "PostURL": "https://www.reddit.com/r/askscience/comments/v3z56d/why_do_viruses_like_herpes_or_hpv_stay_forever/"
  },
  {
    "id": 68,
    "Title": "With the Tonga Volcano happening; my son asked me how long it would take for another New Zealand-sized island to emerge in the south pacific. Would it be a matter of thousands of years or billions? Or could it happen tomorrow?",
    "PostText": "How long could a new-New Zealand form?",
    "ID": "s5ays9",
    "Score": 4828,
    "TotalComments": 127,
    "PostURL": "https://www.reddit.com/r/askscience/comments/s5ays9/with_the_tonga_volcano_happening_my_son_asked_me/"
  },
  {
    "id": 69,
    "Title": "How do we actually know the earth is 4,5 billion years old?",
    "PostText": "I've always just assumed this is true because people smarter than me said so. Lately I've been wondering what the methods are that they use to determine the age of the earth.\n\nNote I'm not looking for a two word explanation like \"carbon dating\". How does it actually work, is it not effected by different environments and are we not just extrapolation data to come to a not-very-reliable conclusion.\n\nOf course the numbers scientists got are still an estimate, but why is it (in the science world) widely accepted.",
    "ID": "xgin5g",
    "Score": 4782,
    "TotalComments": 173,
    "PostURL": "https://www.reddit.com/r/askscience/comments/xgin5g/how_do_we_actually_know_the_earth_is_45_billion/"
  },
  {
    "id": 70,
    "Title": "Do humans actually have invisible stripes?",
    "PostText": "I know it sounds like a really stupid question, but I've heard people say that humans have stripes or patterns on their skin that aren't visible to the naked eye, but can show up under certain types of UV lights. Is that true or just completely bogus? If it is true, how would I be able to see them? Would they be unique to each person like a fingerprint?\n\nEDIT: Holy COW I didn't think this would actually be seen, let alone blow up like it did! LOL! I'm only just now starting to look at comments but thanks everyone for the responses! :D",
    "ID": "vyklv0",
    "Score": 4786,
    "TotalComments": 536,
    "PostURL": "https://www.reddit.com/r/askscience/comments/vyklv0/do_humans_actually_have_invisible_stripes/"
  },
  {
    "id": 71,
    "Title": "Does the brain really react to images, even if they are shown for just a really short period of time?",
    "PostText": "I just thought of the movie \"Fight Club\" (sorry for talking about it though) and the scene, where Tyler edits in pictures of genetalia or porn for just a frame in the cinema he works at. \n\nThe narrator then explains that the people in the audience see the pictures, even though they don't know / realise. Is that true? Do we react to images, even if we don't notice them even being there in the first place?\n\n[The scene from Fight Club](https://www.youtube.com/watch?v=wS_pYyWp6I8)",
    "ID": "u2tdx2",
    "Score": 4782,
    "TotalComments": 440,
    "PostURL": "https://www.reddit.com/r/askscience/comments/u2tdx2/does_the_brain_really_react_to_images_even_if/"
  },
  {
    "id": 72,
    "Title": "Do birds sing in certain \"keys\" consisting of standardized \"notes\"?",
    "PostText": "For instance, do they use certain standards between frequencies like we have whole steps, fifths, octaves, etc? Do they use different tunings? If so is there a standard for certain species, with all the birds using the same? Are there dialects, with different regions of the same species using different tunings and intervals? If so is this genetic variation or a result of the birds imitating other birds or sounds they hear? Have there been instances of birds being influenced by the standard tunings of human music in that region? \n\nSorry for all the questions in a row and sorry if I got any terminology wrong. I've played the guitar for many years but honestly have only a very basic understanding of music theory and obviously zero understanding of birds.",
    "ID": "u5nd7n",
    "Score": 4765,
    "TotalComments": 294,
    "PostURL": "https://www.reddit.com/r/askscience/comments/u5nd7n/do_birds_sing_in_certain_keys_consisting_of/"
  },
  {
    "id": 73,
    "Title": "If I looked completely different but my scent was the still the same, would my dog still recognize me as their owner?",
    "PostText": "I don’t mean losing weight or changing a hair style I mean COMPLETELY different, somehow you were able to transfer my scent completely from one person to a completely different person (Say Jackie Chan to Shaquille O’Neal). How would my dog react?",
    "ID": "xuoyp7",
    "Score": 4756,
    "TotalComments": 347,
    "PostURL": "https://www.reddit.com/r/askscience/comments/xuoyp7/if_i_looked_completely_different_but_my_scent_was/"
  },
  {
    "id": 74,
    "Title": "Do animals benefit from cooked food the same way we do?",
    "PostText": "Since eating cooked food is regarded as one of the important events that lead to us developing higher intelligence through better digestion and extraction of nutrients, does this effect also extend to other animals in any shape?",
    "ID": "tcjo3m",
    "Score": 4725,
    "TotalComments": 443,
    "PostURL": "https://www.reddit.com/r/askscience/comments/tcjo3m/do_animals_benefit_from_cooked_food_the_same_way/"
  },
  {
    "id": 75,
    "Title": "Do comatose people “sleep”?",
    "PostText": "Sounds weird I know. I hear about all these people waking up and saying they were aware the whole time. But is it the WHOLE time? like for example if I  played a 24 hour podcast for a comatose person would they be aware the whole time? Or would they miss 8 or so hours of it because they were “sleeping”?",
    "ID": "sjaue2",
    "Score": 4671,
    "TotalComments": 245,
    "PostURL": "https://www.reddit.com/r/askscience/comments/sjaue2/do_comatose_people_sleep/"
  },
  {
    "id": 76,
    "Title": "Why does coding work?",
    "PostText": "I have a basic understanding on how coding works per se, but I don't understand why it works. How is the computer able to understand the code? How does it \"know\" that if I write something it means for it to do said thing?\n\nEdit: typo",
    "ID": "wei5x0",
    "Score": 4655,
    "TotalComments": 455,
    "PostURL": "https://www.reddit.com/r/askscience/comments/wei5x0/why_does_coding_work/"
  },
  {
    "id": 77,
    "Title": "Many plastic materials are expected to last hundreds of years in a landfill. When it finally reaches a state where it's no longer plastic, what will be left?",
    "PostText": "Does it turn itself back into oil? Is it indistinguishable from the dirt around it? Or something else?",
    "ID": "zl02o6",
    "Score": 4647,
    "TotalComments": 473,
    "PostURL": "https://www.reddit.com/r/askscience/comments/zl02o6/many_plastic_materials_are_expected_to_last/"
  },
  {
    "id": 78,
    "Title": "Plenty of animals produce highly acidid fluids (e.g. stomach acid). Do any animals produce highly basic fluids?",
    "PostText": "id",
    "ID": "tk8g3i",
    "Score": 4645,
    "TotalComments": 391,
    "PostURL": "https://www.reddit.com/r/askscience/comments/tk8g3i/plenty_of_animals_produce_highly_acidid_fluids_eg/"
  },
  {
    "id": 79,
    "Title": "Has there been any measurable increase in Goiters as sea salt becomes more popular?",
    "PostText": "Table salt is fortified with iodine because many areas don't have enough in their ground water. As people replace table salt with sea salt, are they putting themselves at risk or are our diets varied enough that the iodine in salt is superfluous?",
    "ID": "s73vk1",
    "Score": 4576,
    "TotalComments": 695,
    "PostURL": "https://www.reddit.com/r/askscience/comments/s73vk1/has_there_been_any_measurable_increase_in_goiters/"
  },
  {
    "id": 80,
    "Title": "Do people with Face Blindless still experience the uncanny valley effect from looking at messed-up Faces?",
    "PostText": "So, most people are creeped out by human faces that have been altered or are just a bit 'off\", such as the infamous \"Ever Dream This Man?\" face, or the many distorted faces featured in the \"Mandela Catalogue\" Youtube series, because of the Uncanny Valley effect. But when it comes to people with Prosopagnosia (face blindness), does that instinctive revulsion still happen? I mean, the reason we find altered faces creepy is because our brains are hard-wired to recognize faces, so something that strongly resembles a face but is unnatural in some way confuses our brain. But if someone who literally can't recognize a face as a face looks at something like that, would they still be creeped out?\n\nEDIT: Well, after reading some comments from actual faceblind people, I have learned I have been gravely misinformed about the nature of face blindness. Still, this is all very fascinating.",
    "ID": "tm73wg",
    "Score": 4523,
    "TotalComments": 299,
    "PostURL": "https://www.reddit.com/r/askscience/comments/tm73wg/do_people_with_face_blindless_still_experience/"
  },
  {
    "id": 81,
    "Title": "How does our brain measure the age of memories?",
    "PostText": "How can we tell if something happened before something else? How can your brain recall the date of something you saw or learned?",
    "ID": "tqcsgm",
    "Score": 4492,
    "TotalComments": 309,
    "PostURL": "https://www.reddit.com/r/askscience/comments/tqcsgm/how_does_our_brain_measure_the_age_of_memories/"
  },
  {
    "id": 82,
    "Title": "Why do genes only make up ~2% of our DNA? What is the other 98% used for?",
    "PostText": "id",
    "ID": "ux4dst",
    "Score": 4477,
    "TotalComments": 372,
    "PostURL": "https://www.reddit.com/r/askscience/comments/ux4dst/why_do_genes_only_make_up_2_of_our_dna_what_is/"
  },
  {
    "id": 83,
    "Title": "Is there a scientific reason they ask you not to use flash on your camera when taking photos centuries old interiors or artifacts?",
    "PostText": "id",
    "ID": "teni1a",
    "Score": 4412,
    "TotalComments": 395,
    "PostURL": "https://www.reddit.com/r/askscience/comments/teni1a/is_there_a_scientific_reason_they_ask_you_not_to/"
  },
  {
    "id": 84,
    "Title": "Hubble just discovered the largest comet to date. Would there be an upper limit to the size of a comet?",
    "PostText": "id",
    "ID": "u3fqu4",
    "Score": 4399,
    "TotalComments": 378,
    "PostURL": "https://www.reddit.com/r/askscience/comments/u3fqu4/hubble_just_discovered_the_largest_comet_to_date/"
  },
  {
    "id": 85,
    "Title": "If I got a blood transfusion, then had a dna test done on my blood. Would it be my dna or the blood donors?",
    "PostText": "My kid has asked me “if I get someone else’s blood and they’re Italian, does that mean I have Italian blood”.  Which raises a good point.  If she needs a blood transfusion and we then did a 23 and me type test but with blood (not the saliva test).  What results are we going to get back?  The donors heritage or hers?  Or a bit of both.  \n\nWhose dna is in that blood?  If she drops some blood at a crime scene and the police swab it for evidence.  Will it match to her dna, will it have both sets of dna?  If it shows as the donors dna in the blood, does it change back to her blood over time?  What about organ donation?  That organ will always have the dna of the donor yes? \n\nSorry if formatting is rubbish - I’m in mobile.",
    "ID": "vg9brc",
    "Score": 4373,
    "TotalComments": 303,
    "PostURL": "https://www.reddit.com/r/askscience/comments/vg9brc/if_i_got_a_blood_transfusion_then_had_a_dna_test/"
  },
  {
    "id": 86,
    "Title": "Why are submarines and torpedoes blunt instead of being pointy?",
    "PostText": "Most aircraft have pointy nose to be reduce drag and some aren't because they need to see the ground easily. But since a submarine or torpedo doesn't need to see then why aren't they pointy? Also ww2 era subs had sharo fronts.",
    "ID": "sh2jje",
    "Score": 4361,
    "TotalComments": 716,
    "PostURL": "https://www.reddit.com/r/askscience/comments/sh2jje/why_are_submarines_and_torpedoes_blunt_instead_of/"
  },
  {
    "id": 87,
    "Title": "Potentially a stupid question but does inbreeding affect wild animals as negatively as it does humans?",
    "PostText": "id",
    "ID": "smvii8",
    "Score": 4356,
    "TotalComments": 611,
    "PostURL": "https://www.reddit.com/r/askscience/comments/smvii8/potentially_a_stupid_question_but_does_inbreeding/"
  },
  {
    "id": 88,
    "Title": "Why are coastlines crinkly near the poles but smooth in the tropics?",
    "PostText": "I've noticed from playing [Worldle](https://worldle.teuteuf.fr/) that you can instantly tell how close an island is to the poles by how crinkly its coastline is.\n\nEverything in the Arctic or Antarctic has intricate crinkly edges: Svalbard, Ellesmere, the Falklands, the Kerguelen Islands.\n\nTropical islands look totally different, smooth and rounded: Sri Lanka, Barbados, Nauru.\n\nWhy's that?\n\nEdit: I'm getting notifications every few minutes about glaciers, erosion and Slartibartfast, and almost all of the comments vanish so no one but me can see them. But thank you for all of the answers, I am feeling thoroughly educated!",
    "ID": "1098uax",
    "Score": 4876,
    "TotalComments": 185,
    "PostURL": "https://www.reddit.com/r/askscience/comments/1098uax/why_are_coastlines_crinkly_near_the_poles_but/"
  },
  {
    "id": 89,
    "Title": "Is there any limit to the mass of an object in the universe? Can something, like a black hole, become so massive that it can rip through the fabric of spacetime, or would physics prevent that, or is there no upper limit to the mass an object can be?",
    "PostText": "id",
    "ID": "xteioc",
    "Score": 4320,
    "TotalComments": 826,
    "PostURL": "https://www.reddit.com/r/askscience/comments/xteioc/is_there_any_limit_to_the_mass_of_an_object_in/"
  },
  {
    "id": 90,
    "Title": "Does the brain undergo physiological changes while depressed? If so what kind of changes specifically?",
    "PostText": "id",
    "ID": "uav8sr",
    "Score": 4315,
    "TotalComments": 222,
    "PostURL": "https://www.reddit.com/r/askscience/comments/uav8sr/does_the_brain_undergo_physiological_changes/"
  },
  {
    "id": 91,
    "Title": "Are all modern birds descended from the same species of dinosaur, or did different dinosaur species evolve into different bird species?",
    "PostText": "id",
    "ID": "z8acxf",
    "Score": 4290,
    "TotalComments": 511,
    "PostURL": "https://www.reddit.com/r/askscience/comments/z8acxf/are_all_modern_birds_descended_from_the_same/"
  },
  {
    "id": 92,
    "Title": "Before modern medicine, one of the things people thought caused disease was \"bad air\". We now know that this is somewhat true, given airborne transmission. What measures taken to stop \"bad air\" were incidentally effective against airborne transmission?",
    "PostText": "id",
    "ID": "zpsu91",
    "Score": 4285,
    "TotalComments": 486,
    "PostURL": "https://www.reddit.com/r/askscience/comments/zpsu91/before_modern_medicine_one_of_the_things_people/"
  },
  {
    "id": 93,
    "Title": "What were some popular theories about the origin of the Universe before we accepted the Big Bang as the best one?",
    "PostText": "id",
    "ID": "t6nrtj",
    "Score": 4264,
    "TotalComments": 686,
    "PostURL": "https://www.reddit.com/r/askscience/comments/t6nrtj/what_were_some_popular_theories_about_the_origin/"
  },
  {
    "id": 94,
    "Title": "Does getting rid of mucus (coughing or nasal) help decrease your time of sickness (cold or flu/covid)?",
    "PostText": "I wonder if spitting it out you get rid of some portion of the virus or if it's just your body trying to make it easy on you, but the virus stays unaffected. Is there any advantage to force coughing it out etc?",
    "ID": "yop6ca",
    "Score": 4205,
    "TotalComments": 426,
    "PostURL": "https://www.reddit.com/r/askscience/comments/yop6ca/does_getting_rid_of_mucus_coughing_or_nasal_help/"
  },
  {
    "id": 95,
    "Title": "Has weather forecasting greatly improved over the past 20 years?",
    "PostText": "When I was younger 15-20 years ago, I feel like I remember a good amount of jokes about how inaccurate weather forecasts are. I haven't really heard a joke like that in a while, and the forecasts seem to usually be pretty accurate. Have there been technological improvements recently?",
    "ID": "yuytt7",
    "Score": 4175,
    "TotalComments": 394,
    "PostURL": "https://www.reddit.com/r/askscience/comments/yuytt7/has_weather_forecasting_greatly_improved_over_the/"
  },
  {
    "id": 96,
    "Title": "What does \"the brain finishes developing at 25\" really mean?",
    "PostText": "This seems to be the latest scientific fact that the general population has latched onto and I get pretty skeptical when that happens. It seems like it could be the new \"left-brain, right-brain\" or \"we only use 10% of our brains\" myth.\n\nI don't doubt that there's truth to the statement but what does it actually mean for our development and how impactful is it to our lives? Are we effectively children until then?",
    "ID": "vncqpf",
    "Score": 4173,
    "TotalComments": 388,
    "PostURL": "https://www.reddit.com/r/askscience/comments/vncqpf/what_does_the_brain_finishes_developing_at_25/"
  },
  {
    "id": 97,
    "Title": "Why do we have kneecaps but no elbow caps?",
    "PostText": "And did we evolve to have kneecaps or did we lose elbow caps somewhere along the way?\n\nEdit: Thank you everyone for the insightful answers! Looks like the answer is a lot more complicated than I thought, but I get the impression that the evolutionary lineage is complicate. Thanks!",
    "ID": "vtfuh7",
    "Score": 4159,
    "TotalComments": 272,
    "PostURL": "https://www.reddit.com/r/askscience/comments/vtfuh7/why_do_we_have_kneecaps_but_no_elbow_caps/"
  },
  {
    "id": 98,
    "Title": "Does adding bubbles to a bath create any type of insulation or a thermal barrier that would help keep the water warmer for longer?",
    "PostText": "id",
    "ID": "xba84x",
    "Score": 4158,
    "TotalComments": 371,
    "PostURL": "https://www.reddit.com/r/askscience/comments/xba84x/does_adding_bubbles_to_a_bath_create_any_type_of/"
  },
  {
    "id": 99,
    "Title": "How can we know, for example, the age of the universe, if time isn't constant?",
    "PostText": "I don't know too much about shit like this, so maybe I am misunderstanding something, but I don't understand how we can refer to events that happened in the universe with precise timestamps. From my understanding (very limited), time passes different in different places due to gravitational time dilation. As an example, in Interstellar, the water planet's time passed significantly slower.\n\nEssentially, the core of my question is: wouldn't the time since the creation of the universe be different depending on how time passes in the area of the universe you are? Like if a planet experienced similar time dilation to the one in Interstellar, wouldn't the age of the universe be lower? Is the age of the universe (13.7b years), just the age of someone experiencing the level of time dilation we do? I understand that time is a human concept used to explain how things progress, so I might be just confused.\n\nAnyways, can anyone help me out? I have not read very much into this so the answer is prolly easy but idk. Thanks",
    "ID": "x9yfrq",
    "Score": 4131,
    "TotalComments": 498,
    "PostURL": "https://www.reddit.com/r/askscience/comments/x9yfrq/how_can_we_know_for_example_the_age_of_the/"
  }
]
